Revit 2027 API
ParameterTypeId.ThermalMaterialParamSpecificHeatOfVaporization Property
 "Specific Heat of Vaporization"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamSpecificHeatOfVaporization { get; }
Public Shared ReadOnly Property ThermalMaterialParamSpecificHeatOfVaporization As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamSpecificHeatOfVaporization {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamSpecificHeatOfVaporization : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace